<template>
  <div class="help-play">
    <div class="help-main">
      <div class="help-main-inner">
        <div class="row">
          <h2 id="314">时时彩</h2>
          <div class="row-text">
            <p>
              快乐彩目前上线了重庆、新疆、腾讯等时时彩以及平台斥巨资独立研发的极速分分彩
              <br />时时彩属于高频彩，投注区分为万位、千位、百位、十位和个位，各位号码范围为0～9，每期从各位上开出1个号码组成中奖号码。玩法即是竞猜5位开奖号码的全部号码、部分号码或部分号码特征。时时彩分官方玩法与信用玩法。
              <br />&nbsp;
              <br />
              <strong>时时彩系列销售和开奖时间：</strong>
            </p>
            <p>
              <br />
            </p>
            <table class="help-table" border>
              <thead>
                <tr>
                  <th colspan="6">时时彩（数字彩、高频彩）</th>
                </tr>
              </thead>
              <tbody>
                <tr class="thead">
                  <th>彩种名称</th>
                  <th>销售时间</th>
                  <th>期数间隔</th>
                  <th>总期数</th>
                  <th>第一截止时间</th>
                  <th>最后一期截止时间</th>
                </tr>
                <tr>
                  <td>重庆时时彩</td>
                  <td>07:10-次日03:10</td>
                  <td>20分钟/期</td>
                  <td>59期</td>
                  <td>07:30</td>
                  <td>凌晨03:10</td>
                </tr>
                <tr>
                  <td>新疆时时彩</td>
                  <td>10:00-次日02:00</td>
                  <td>20分钟/期</td>
                  <td>48期</td>
                  <td>10:20</td>
                  <td>凌晨02:00</td>
                </tr>
                <tr>
                  <td>腾讯时时彩</td>
                  <td>全天</td>
                  <td>10分钟/期</td>
                  <td>144期</td>
                  <td>全天</td>
                  <td>全天</td>
                </tr>
                <tr>
                  <td>腾讯分分彩</td>
                  <td>全天</td>
                  <td>1分钟/期</td>
                  <td>1440期</td>
                  <td>全天</td>
                  <td>全天</td>
                </tr>
                <tr>
                  <td>腾讯5分彩</td>
                  <td>全天</td>
                  <td>5分钟/期</td>
                  <td>288期</td>
                  <td>全天</td>
                  <td>全天</td>
                </tr>
                <tr>
                  <td>奇趣腾讯分分彩</td>
                  <td>全天</td>
                  <td>1分钟/期</td>
                  <td>1440期</td>
                  <td>全天</td>
                  <td>全天</td>
                </tr>
                <tr>
                  <td>多彩腾讯分分彩</td>
                  <td>全天</td>
                  <td>1分钟/期</td>
                  <td>1440期</td>
                  <td>全天</td>
                  <td>全天</td>
                </tr>
              </tbody>
            </table>
          </div>
        </div>
        <div class="row">
          <h2 id="315">11选5</h2>
          <div class="row-text">
            <p>快乐彩目前上线了山东、江西、广东、上海、山西、安徽六省的11选5以及平台斥巨资独立研发的极速11选5。</p>
            <p>11选5也属于高频彩，是从01-11共11个号码中任选1-8个号码进行投注，每期开出5个号码为中奖号码，竞猜5位开奖号码的全部或部分号码。投注方式灵活，开奖频次高，全面满足不同彩民的投注需要。</p>
            <p>&nbsp;</p>
            <p>
              <strong>11选5系列销售和开奖时间：</strong>
            </p>
            <p>
              <br />
            </p>
            <table class="help-table" border>
              <thead>
                <tr>
                  <th colspan="6">十一选五（乐透彩、高频彩）</th>
                </tr>
              </thead>
              <tbody>
                <tr class="thead">
                  <th>彩种名称</th>
                  <th>销售时间</th>
                  <th>期数间隔</th>
                  <th>总期数</th>
                  <th>第一截止时间</th>
                  <th>最后一期截止时间</th>
                </tr>
                <tr>
                  <td>山东11选5</td>
                  <td>08:41-23:01</td>
                  <td>20分钟/期</td>
                  <td>43期</td>
                  <td>09:01</td>
                  <td>23:01</td>
                </tr>
                <tr>
                  <td>江西11选5</td>
                  <td>09:10-23:10</td>
                  <td>20分钟/期</td>
                  <td>42期</td>
                  <td>09:30</td>
                  <td>23:10</td>
                </tr>
                <tr>
                  <td>广东11选5</td>
                  <td>09:10-23:10</td>
                  <td>20分钟/期</td>
                  <td>42期</td>
                  <td>09:30</td>
                  <td>23:10</td>
                </tr>
                <tr>
                  <td>山西11选5</td>
                  <td>08:26-00:06</td>
                  <td>20分钟/期</td>
                  <td>47期</td>
                  <td>08:46</td>
                  <td>0:06</td>
                </tr>
                <tr>
                  <td>安徽11选5</td>
                  <td>08:40-22:00</td>
                  <td>20分钟/期</td>
                  <td>40期</td>
                  <td>09:00</td>
                  <td>22:00</td>
                </tr>
                <tr>
                  <td>湖北11选5</td>
                  <td>08:35-21:55</td>
                  <td>20分钟/期</td>
                  <td>40期</td>
                  <td>08:55</td>
                  <td>21:55</td>
                </tr>
                <tr>
                  <td>江苏11选5</td>
                  <td>08:25-22:05</td>
                  <td>20分钟/期</td>
                  <td>41期</td>
                  <td>08:45</td>
                  <td>22:05</td>
                </tr>
                <tr>
                  <td>陕西11选5</td>
                  <td>08:30-23:10</td>
                  <td>20分钟/期</td>
                  <td>44期</td>
                  <td>08:50</td>
                  <td>23:10</td>
                </tr>
              </tbody>
            </table>
          </div>
        </div>
        <div class="row">
          <h2 id="316">快3</h2>
          <div class="row-text">
            <p>快3是指以三个号码组合为一注进行的投注，每个投注号码为1-6共六个自然数中的任意一个，一组三个号码的组合称为一注。投注方式灵活，开奖频次高，全面满足不同彩民的投注需要。</p>
            <p>
              <br />
            </p>
            <p>
              <strong>快3系列销售和开奖时间：</strong>
            </p>
            <p>
              <br />
            </p>
            <table class="help-table" border>
              <thead>
                <tr>
                  <th colspan="6">快3（数字彩、高频彩）</th>
                </tr>
              </thead>
              <tbody>
                <tr class="thead">
                  <th>彩种名称</th>
                  <th>销售时间</th>
                  <th>期数间隔</th>
                  <th>总期数</th>
                  <th>第一截止时间</th>
                  <th>最后一期截止时间</th>
                </tr>
                <tr>
                  <td>江苏快3</td>
                  <td>08:30-22:10</td>
                  <td>20分钟/期</td>
                  <td>41期</td>
                  <td>08:50</td>
                  <td>22:10</td>
                </tr>
                <tr>
                  <td>安徽快3</td>
                  <td>08:40-22:00</td>
                  <td>20分钟/期</td>
                  <td>40期</td>
                  <td>09:00</td>
                  <td>22:00</td>
                </tr>
                <tr>
                  <td>湖北快3</td>
                  <td>09:00-22:00</td>
                  <td>20分钟/期</td>
                  <td>39期</td>
                  <td>09:20</td>
                  <td>22:00</td>
                </tr>
                <tr>
                  <td>甘肃快3</td>
                  <td>09:59-21:59</td>
                  <td>20分钟/期</td>
                  <td>36期</td>
                  <td>10:19</td>
                  <td>21:59</td>
                </tr>
                <tr>
                  <td>内蒙古快3</td>
                  <td>09:40-21:40</td>
                  <td>20分钟/期</td>
                  <td>36期</td>
                  <td>10:00</td>
                  <td>21:40</td>
                </tr>
                <tr>
                  <td>江西快3</td>
                  <td>08:15- 22:15</td>
                  <td>20分钟/期</td>
                  <td>42期</td>
                  <td>08:35</td>
                  <td>22:15</td>
                </tr>
                <tr>
                  <td>河南快3</td>
                  <td>08:34-22:34</td>
                  <td>20分钟/期</td>
                  <td>42期</td>
                  <td>08:54</td>
                  <td>22:34</td>
                </tr>
              </tbody>
            </table>
            <p>
              <br />
            </p>
          </div>
        </div>
        <div class="row">
          <h2 id="317">体彩P3/P5</h2>
          <div class="row-text">
            <p>P3/P5是一种小盘玩法游戏，属数字型彩票范畴，由体育彩票管理中心统一发行，全国范围内销售。每天开奖一次，每晚20:30现场开奖，单期奖金限额10万元。</p>
            <p>
              <br />
            </p>
            <p>P3：排列3投注区分为万位、千位和百位，各位号码范围为0～9。每期从各位上开出1个号码作为中奖号码，即开奖号码为3位数。P3玩法即是竞猜3位开奖号码。</p>
            <p>
              <br />
            </p>
            <p>P5：排列5投注区分为万位、千位、百位、十位和个位，各位号码范围为0～9。每期从各位上开出1个号码作为中奖号码，即开奖号码为5位数。P5玩法即是竞猜5位开奖号码，且顺序一致。</p>
            <p>&nbsp;</p>
            <p>体彩P3/P5销售和开奖时间：</p>
            <p>
              <br />
            </p>
            <table class="help-table" border>
              <thead>
                <tr>
                  <th colspan="6">体彩P3/P5（数字彩、低频彩）</th>
                </tr>
              </thead>
              <tbody>
                <tr class="thead">
                  <th>彩种名称</th>
                  <th>销售时间</th>
                  <th>期数间隔</th>
                  <th>总期数</th>
                  <th>第一截止时间</th>
                  <th>最后一期截止时间</th>
                </tr>
                <tr>
                  <td>排列35</td>
                  <td></td>
                  <td>1天/期</td>
                  <td>1期</td>
                  <td colspan="2">截至时间20:20:00</td>
                </tr>
              </tbody>
            </table>
          </div>
        </div>
        <div class="row">
          <h2 id="318">福彩3D</h2>
          <div class="row-text">
            <p>3D是一种小盘玩法游戏，属数字型彩票范畴，由中国福利彩票发行管理中心统一组织发行，在全国范围内销售。每天开奖一次，每晚20:30现场开奖，单期奖金限额10万元。3D投注区分为百位、十位和个位，各位号码范围为0～9。每期从各位上开出1个号码作为中奖号码，即开奖号码为3位数。3D玩法即是竞猜3位开奖号码。</p>
            <p>&nbsp;</p>
            <p>福彩3D销售和开奖时间：</p>
            <p>
              <br />
            </p>
            <table class="help-table" border>
              <thead>
                <tr>
                  <th colspan="6">福彩3D（数字彩、低频彩）</th>
                </tr>
              </thead>
              <tbody>
                <tr class="thead">
                  <th>彩种名称</th>
                  <th>销售时间</th>
                  <th>期数间隔</th>
                  <th>总期数</th>
                  <th>第一截止时间</th>
                  <th>最后一期截止时间</th>
                </tr>
                <tr>
                  <td>福彩3D</td>
                  <td></td>
                  <td>1天/期</td>
                  <td>1期</td>
                  <td colspan="2">截至时间20:20:00</td>
                </tr>
              </tbody>
            </table>
            <p>
              <br />
            </p>
          </div>
        </div>
        <div class="row">
          <h2 id="319">六合彩</h2>
          <div class="row-text">
            <p>玩法说明</p>
            <p>
              1. 特码
              <br />
            </p>
            <p>香港彩票公司当期开出的最后一位号码为特码。当开出特码与投注号码一致、即视为中奖（其余情况则视为不中奖）。</p>
            <p>
              特A、特B：在六合彩中有“A盘、B盘”的概念，所谓A盘就是采用无返点模式并提高赔率，B盘就是采用高返点模式并降低赔率。这个概念被引用到特码后长被称为“特A、特B”。
              <br />
            </p>
            <p>
              <br />
            </p>
            <p>2. 正码</p>
            <p>正码1：香港彩公司当期开出之前6个号码叫正码。第一号为正码1，依次叫正码2、正码3……正码6，不以大小排序。当开出正码1与投注号码一致、即视为中奖（其余情况则视为不中奖）。</p>
            <p>正码2：香港彩公司当期开出之前6个号码叫正码。第一号为正码1，依次叫正码2、正码3……正码6，不以大小排序。当开出正码2与投注号码一致、即视为中奖（其余情况则视为不中奖）。</p>
            <p>
              正码3：香港彩公司当期开出之前6个号码叫正码。第一号为正码1，依次叫正码2、正码3……正码6，不以大小排序。当开出正码3与投注号码一致、即视为中奖（其余情况则视为不中奖）。
              <br />
            </p>
            <p>
              正码4：香港彩公司当期开出之前6个号码叫正码。第一号为正码1，依次叫正码2、正码3……正码6，不以大小排序。当开出正码4与投注号码一致、即视为中奖（其余情况则视为不中奖）。
              <br />
            </p>
            <p>
              正码5：香港彩公司当期开出之前6个号码叫正码。第一号为正码1，依次叫正码2、正码3……正码6，不以大小排序。当开出正码5与投注号码一致、即视为中奖（其余情况则视为不中奖）。
              <br />
            </p>
            <p>
              正码6：香港彩公司当期开出之前6个号码叫正码。第一号为正码1，依次叫正码2、正码3……正码6，不以大小排序。当开出正码6与投注号码一致、即视为中奖（其余情况则视为不中奖）。
              <br />
            </p>
            <p>
              正A、正B：在六合彩中有“A盘、B盘”的概念，所谓A盘就是采用无返点模式并提高赔率，B盘就是采用高返点模式并降低赔。这个概念被引用到这6个正码后长被称为“正A、正B”。
              <br />
            </p>
            <p>
              <br />
            </p>
            <p>3. 半波</p>
            <p>以特码色波和特码单双大小为一个投注组合。当开出的特码出现在其投注组合中，即视为中奖（其余情况则视为不中奖）。若开出特码为49号时，所有投注半波任意一个组合接会被视为和局，并返回全部本金（不派发返点）。</p>
            <p>
              <br />
            </p>
            <p>4. 生肖</p>
            <p>特肖：以特码和生肖为一个投注组合。当开出的特码出现在其投注组合中，即视为中奖（其余情况视为不中奖）。</p>
            <p>一肖：指开出的7个开奖号码中含有投注所属生肖的一个或多个号码，即视为中奖，不论同生肖的号码出现一个或多个，派彩只派一次。</p>
            <p>六肖：以特码和生肖为一个投注组合。当开出的特码出现在其投注组合中，即视为中奖（其余情况视为不中奖），本玩法支持复式投注。</p>
            <p>
              <br />
            </p>
            <p>温馨提示</p>
            <p>依据六合彩惯例每年需向下顺延一次生肖所对应的号码（调整时间为每年的农历初一）。</p>
            <p>2020猴年对应号码如下：</p>
            <p>鼠包括： 1, 13, 25, 37, 49</p>
            <p>牛包括： 12, 24, 36, 48</p>
            <p>虎包括： 11, 23, 35, 47</p>
            <p>兔包括： 10, 22, 34, 46</p>
            <p>龙包括： 9, 21, 33, 45</p>
            <p>蛇包括： 8, 20, 32, 44</p>
            <p>马包括： 7, 19, 31, 43</p>
            <p>羊包括： 6, 18, 30, 42</p>
            <p>猴包括： 5, 17, 29, 41</p>
            <p>鸡包括： 4, 16, 28, 40</p>
            <p>狗包括： 3, 15, 27, 39</p>
            <p>猪包括： 2, 14, 26, 38</p>
            <p>
              <br />
            </p>
            <p>5. 尾数</p>
            <p>指7个开奖号码中含有所属尾数的一个或多个号码，不论同尾数的号码出现一个或多个，派彩只派一次。</p>
            <p>0尾包括：10，20，30，40</p>
            <p>1尾包括：01，11，21，31，41</p>
            <p>2尾包括：02，12，22，32，42</p>
            <p>3尾包括：03，13，23，33，43</p>
            <p>4尾包括：04，14，24，34，44</p>
            <p>5尾包括：05，15，25，35，45</p>
            <p>6尾包括：06，16，26，36，46</p>
            <p>7尾包括：07，17，27，37，47</p>
            <p>8尾包括：08，18，28，38，48</p>
            <p>9尾包括：09，19，29，39，49</p>
            <p>
              <br />
            </p>
            <p>6. 总分</p>
            <p>所有7个开奖号码的数值总和叫做总分。</p>
            <p>
              总分大小：所有七个开奖号码的分数总和大于或等于175为总分大；
              分数总和小于或等于174为总分小。如开奖号码为01、07、15、29、38、46、24，分数总和是160，为总分小。
            </p>
            <p>
              总分单双：
              所有七个开奖号码的分数总和是单数叫总分单(总单)，如分数总和是103、193；
              分数总和是双数叫总分双(总双)，如分数总和是108、160。
            </p>
            <p>
              <br />
            </p>
            <p>7. 不中</p>
            <p>五不中：所投注的每五个号码为一注，每注的五个号码中如果没有当期开奖的所有7个号码中的任意一个，则视为中奖；否则视为不中奖。例如开奖号码是：06,07,08,09,10,11,12，若你投的是01,02,03,04,05则中奖，而投01,02,03,04,06则不中奖，本玩法支持复式投注。</p>
            <p>
              <br />
            </p>
            <p>
              六不中：所投注的每六个号码为一注，每注的六个号码中如果没有当期开奖的所有7个号码中的任意一个，则视为中奖；否则视为不中奖。例如开奖号码是：06,07,08,09,10,11,12，若你投的是01,02,03,04,05,13则中奖，而投01,02,03,04,06,13则不中奖，本玩法支持复式投注。
              <br />
            </p>
            <p>
              <br />
            </p>
            <p>
              七不中：所投注的每七个号码为一注，每注的七个号码中如果没有当期开奖的所有7个号码中的任意一个，则视为中奖；否则视为不中奖。例如开奖号码是：06,07,08,09,10,11,12，若你投的是01,02,03,04,05,13,14则中奖，而投01,02,03,04,06,13,14则不中奖，本玩法支持复式投注。
              <br />
            </p>
            <p>
              <br />
            </p>
            <p>
              八不中：所投注的每八个号码为一注，每注的八个号码中如果没有当期开奖的所有7个号码中的任意一个，则视为中奖；否则视为不中奖。例如开奖号码是：06,07,08,09,10,11,12，若你投的是01,02,03,04,05,13,14,15则中奖，而投01,02,03,04,06,13,14,15则不中奖，本玩法支持复式投注。
              <br />
            </p>
            <p>
              <br />
            </p>
            <p>
              九不中：所投注的每九个号码为一注，每注的九个号码中如果没有当期开奖的所有7个号码中的任意一个，则视为中奖；否则视为不中奖。例如开奖号码是：06,07,08,09,10,11,12，若你投的是01,02,03,04,05,13,14,15,16则中奖，而投01,02,03,04,06,13,14,15,16则不中奖，本玩法支持复式投注。
              <br />
            </p>
            <p>
              <br />
            </p>
            <p>十不中：所投注的每十个号码为一注，每注的十个号码中如果没有当期开奖的所有7个号码中的任意一个，则视为中奖；否则视为不中奖。例如开奖号码是：06,07,08,09,10,11,12，若你投的是01,02,03,04,05,13,14,15,16,17则中奖，而投01,02,03,04,06,13,14,15,16,17则不中奖，本玩法支持复式投注。</p>
            <p>
              <br />
            </p>
            <p>六合彩销售及开奖时间：</p>
            <p>
              <br />
            </p>
            <table class="help-table" border>
              <thead>
                <tr>
                  <th colspan="6">六合彩（数字彩、高频彩）</th>
                </tr>
              </thead>
              <tbody>
                <tr class="thead">
                  <th>彩种名称</th>
                  <th>销售时间</th>
                  <th>期数间隔</th>
                  <th>总期数</th>
                  <th>第一截止时间</th>
                  <th>最后一期截止时间</th>
                </tr>
                <tr>
                  <td>六合彩</td>
                  <td>每周二、四、六</td>
                  <td></td>
                  <td></td>
                  <td colspan="2"></td>
                </tr>
              </tbody>
            </table>
            <p>
              <br />
            </p>
          </div>
        </div>
        <div class="row">
          <h2 id="320">北京赛车PK10</h2>
          <div class="row-text">
            <p>
              北京赛车PK10是国家福利彩票管理中心统一发行的赛车主题排列型高频彩票。
              PK10每期由10辆赛车进行比赛的结果作为开奖号码，竞猜每次比赛后的10个名次，猜对0-10个名次即可获得对应奖金，单注奖金（最低3.6分、最高40万元）。
              PK10共有11种排列游戏玩法：两面盘（冠亚和、按名次、龙虎）、和值（冠亚和）、猜车号（定位胆），猜排位（冠亚军、前三、前四、前五）、不定位（前三、后三）。
            </p>
            <p>
              <br />
            </p>
            <p>
              <strong>北京赛车系列销售及开奖时间：</strong>
            </p>
            <p>
              <br />
            </p>
            <table class="help-table" border>
              <thead>
                <tr>
                  <th colspan="6">PK10（数字彩、高频彩）</th>
                </tr>
              </thead>
              <tbody>
                <tr class="thead">
                  <th>彩种名称</th>
                  <th>销售时间</th>
                  <th>期数间隔</th>
                  <th>总期数</th>
                  <th>第一截止时间</th>
                  <th>最后一期截止时间</th>
                </tr>
                <tr>
                  <td>北京pk10</td>
                  <td>09:10-23:50</td>
                  <td>20分钟/期</td>
                  <td>44期</td>
                  <td>09:30</td>
                  <td>23:50</td>
                </tr>
                <tr>
                  <td>幸运飞艇</td>
                  <td>13:04-次日04:04</td>
                  <td>5分钟/期</td>
                  <td>180期</td>
                  <td>13:09</td>
                  <td>04:04</td>
                </tr>
              </tbody>
            </table>
            <p>
              <br />
            </p>
          </div>
        </div>
        <!-- <div class="row">
          <h2 id="418">微博5分彩</h2>
          <div class="row-text">
            <p>微博5分彩，开奖数据源于每5分钟微博热搜榜前20名关键词的搜索次数。</p>
            <p>
              <br />
            </p>
            <p>取排名第1、第6、第11、第16名的各个关键词的搜索次数的尾数相加，再取这个数的尾数 作为【万位】的开奖号码；</p>
            <p>取排名第2、第7、第12、第17名的各个关键词的搜索次数的尾数相加，再取这个数的尾数 作为【千位】的开奖号码；</p>
            <p>取排名第3、第8、第13、第18名的各个关键词的搜索次数的尾数相加，再取这个数的尾数 作为【百位】的开奖号码；</p>
            <p>取排名第4、第9、第14、第19名的各个关键词的搜索次数的尾数相加，再取这个数的尾数 作为【十位】的开奖号码；</p>
            <p>取排名第5、第10、第15、第20名的各个关键词的搜索次数的尾数相加，再取这个数的尾数 作为【个位】的开奖号码。</p>
            <p>
              <br />
            </p>
            <p>以开奖号码的【万位】为例：</p>
            <p>00:05分第1名关键词的搜索次数为 80000 次（尾数为0），</p>
            <p>00:05分第6名关键词的搜索次数为 56789 次（尾数为9），</p>
            <p>00:05分第11名关键词的搜索次数为 36748次（尾数为8），</p>
            <p>00:05分第16名关键词的搜索次数为 17890 次（尾数为0），</p>
            <p>则：0+9+8+0=27，27的尾数为7 ，所以01期开奖号码的【万位】就是7。</p>
            <p>
              <br />
            </p>
            <p>微博热搜的排名数据可参见微博官网：https://s.weibo.com/top/summary?cate=realtimehot&nbsp;</p>
            <p>
              <br />
            </p>
          </div>
        </div>-->
      </div>
    </div>
  </div>
</template>

<script>
import { mapGetters } from "vuex";
export default {
  name: "help-play",
  computed: {
    ...mapGetters(["baseData"]),
    lottoryName() {
      return this.baseData.web_name;
    }
  }
};
</script>

<style lang="scss" scoped>
.help-play {
  font-size: 13px;
  width: 1000px;
  background: #fff;
  padding: 20px 25px;
  margin: 10px auto;
  img {
    max-width: 100%;
  }
  .row h2 {
    font-weight: bold;
    font-size: 16px;
    font-weight: normal;
    color: #676767;
    height: 32px;
    line-height: 32px;
    background: url("../../assets/images/help/row-title-bg.gif") 0 bottom
      no-repeat;
  }
  .row-text {
    line-height: 180%;
    color: #494949;
    margin: 10px 0;
    padding-bottom: 20px;
  }
}
.help-table {
  text-align: center;
  th {
    padding: 5px 20px;
  }
  td {
    padding: 5px 15px;
  }
  .thead {
    background: #ff5656;
    color: #fff;
    th {
      padding: 8px 20px;
    }
    td {
      padding: 10px 20px;
    }
  }
}
</style>

